
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's0260cc39b0a41c0f': `نتایج آزمون`,
's0adc3d6bfa41bcaa': `دامنه برای تست`,
's1bc81712252b8fa7': `آزمایش کردن...`,
's48e186fb300e5464': `زمان`,
's4997e567d26705e6': `تست را اجرا کنید`,
's5f343a43e7ea9f91': `خطا`,
's6054cde6ff29afb6': `کلید دسترسی Outline`,
's61e136c0658e27d5': `پروتکل`,
's669b18c6d2d9c95b': `هیچ یک`,
's72831c8d95de9149': `حل‌کننده DNS یک سرویس آنلاین است که آدرس IP مستقیم یک دامنه وب‌سایت معین را برمی‌گرداند.`,
's8c34dccae2549cc0': `تست اتصال طرح کلی`,
's9518e2a9ee5b3e73': `پروتکل هایی برای بررسی`,
's9d69ab87c2c35a6c': `پیشوند جریان TCP`,
's9ef43c441392e71f': `پیشوند جریان TCP یک رشته متن ساده است که به ابتدای بار TCP رمزگذاری شده اضافه شده است و باعث می شود انتقال داده مانند یک روش قابل قبول به نظر برسد.`,
'sa81e2cdaf6921adc': `سیستم`,
'saab875d8cfcfe712': `موضوع`,
'sd37ac9609ccb18cb': `تفاوت اصلی بین TCP (پروتکل کنترل انتقال) و UDP (پروتکل دیتاگرام کاربر) این است که TCP یک پروتکل مبتنی بر اتصال است و UDP بدون اتصال است. در حالی که TCP قابل اعتمادتر است، داده ها را کندتر انتقال می دهد. UDP کمتر قابل اعتماد است اما سریعتر کار می کند.`,
'sdac5e23a9ca3ea3d': `حل‌کننده‌های DNS برای امتحان`,
'sefa832f16108ab03': `حل کننده`,
'sefcf950b3cc4fc3b': `زبان`,
    };
  